Repository: maevskiyas/Gamers_history
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: uk

source: Couldn't fetch games, please try again.
uk: Не вдалося отримати ігри, спробуйте ще раз.

source: Network error while searching games.
uk: Помилка мережі під час пошуку ігор.

source: Unknown game
uk: Невідома гра

source: Unknown
uk: Невідомо

source: This game is already in your library.
uk: Ця гра вже у вашій бібліотеці

source: Game added to your library!
uk: Гра додана в бібліотеку

source: This game is not in your library.
uk: Цієї гри немає у вашій бібліотеці

source: Game data updated
uk: Дані гри оновлено

source: Game removed from your library
uk: Гра прибрана з бібліотеки

source: Signed in successfully!
uk: Успішний вхід

source: Invalid username or password
uk: Неправильне ім'я або пароль

source: A user with this email already exists
uk: Користувач із такою поштою вже існує

source: This email is already in use
uk: Ця пошта зайнята

source: Profile updated
uk: Профіль оновлено

source: This username is taken
uk: Це ім'я зайнято

source: Wrong current password
uk: Невірний пароль

source: Password changed
uk: Пароль змінено

source: Please enter a game title
uk: Введіть назву гри

source: My Library
uk: Моя бібліотека

source: Language
uk: Мова

source: Hello
uk: Привіт

source: Log out
uk: Вийти

source: Log in
uk: Зайти

source: Sign up
uk: Зареєструватись

source: Close
uk: Закрити

source: All rights reserved.
uk: Усі права захищено

source: Terms of Service
uk: Умови використання

source: Privacy Policy
uk: Політика конфіденційності

source: Start your library
uk: Додати до бібліотеки

source: Search for a game or pick from popular ones below
uk: Знайдіть гру або виберіть одну з популярних нижче

source: Search for a game...
uk: Пошук гри

source: Search
uk: Пошук

source: Popular now
uk: Популярне зараз

source: Cover image
uk: Обкладинка

source: No cover
uk: Неаає обкладинки

source: Platform
uk: Платформа

source: Release year
uk: Рік

source: Add to Library
uk: Додати до бібліотеки

source: My games
uk: Мої ігри

source: Hours played
uk: Години награно

source: Rating
uk: Рейтинг

source: Don't have an account?
uk: Ще не маєш акаунта?

source: My Game Library — List
uk: Мої ігри - Список

source: My Game Library
uk: Моя бібліотека

source: Add game manually
uk: Додати гру вручну

source: Show as list
uk: Показати списком

source: Show as tiles
uk: Показати плитками

source: Cover
uk: Обкладинка

source: Title
uk: Назва

source: Year
uk: Рік

source: Hours
uk: Години

source: Actions
uk: Дії

source: Edit
uk: Змінити

source: Delete
uk: Видалити

source: You don't have any games in your library yet.
uk: В тебе ще немає ігор в бібліотеці

source: Add your first game
uk: Додай свою першу гру

source: Search results:
uk: Результати

source: Platform:
uk: Платформа

source: Year:
uk: Рік

source: My Game Library — Tiles
uk: Моя бібліотека - Плитки

source: Hours:
uk: Години

source: Rating:
uk: Рейтинг

source: Delete this game?
uk: Видалити цю гру?

source: Change password
uk: Змінити пароль

source: Delete account
uk: Видалити акаунт

source: This action cannot be undone. All your game links (library) will be deleted.
uk: Цю дію не можна скасувати. Будуть видалені всі ваші зв’язки ігор (бібліотека).

source: Type: DELETE
uk: Введіть: DELETE

source: User Profile
uk: Профіль користувача

source: Avatar
uk: Аватар

source: Max size: 2 MB. Supported formats: jpg, png, gif.
uk: Максимальний розмір: 2 МБ. Підтримуються формати: jpg, png, gif.

source: Update profile
uk: Оновити профіль

source: Reset password
uk: Відновлення пароля

source: Send reset instructions
uk: Надіслати інструкції для відновлення

source: Profile settings
uk: Налаштування профілю

source: Supported formats: jpg, png, gif. Max size: 2MB.
uk: Підтримка: jpg, png, gif. До 2 МБ.

source: Save changes
uk: Зберегти зміни
